{
    "text": [
		"<span class='section_title'>4—  I, A Long Love Lost</span><br/>",
		"<br/>",
        "“Well, we are our own worst critics. And keep in mind Michelangelo hated working on the Sistine Chapel. Listen, gotta go--driving. Hey, good luck tonight. I’m sorry I’ll be late, but I’m still yours.” There was warmth to his smile. Aimlessly, he tossed the phone onto the passenger seat after hanging up.  That evening, Selena, his wife, was part of an art exhibit, showcasing her work.<br/>",
		"<br/>",
        "This would be the last time he’d ever speak to her.<br/>",
		"<br/>",
        "“... if Pollack were an Impressionist,” Jamie would say from time to time when he’d describe her work to colleagues. (Editor note: Jamie is the nickname Selena loved calling him. -Ellie) And while she appreciated such praise, she disliked feeling that it was merely derivative. Her strokes were bold and fierce with colors that contrasted but somehow didn’t feel that way. Her pieces housed images of anything and everything: people, animals, various landscapes without the blue skies; harsh contours of color enveloped, swirled and choked the negative space which surrounded each image. Jamie was always blown away and Selena was eager to express her messages in each one. She would ponder, marinate, and dream about her feelings. And only express herself when she completed a painting. The way she bit down on her upper lip, he loved that. To feel and not paint, to her, was an opportunity completely lost once the feeling washed away.<br/>",
		"<br/>",
        "Selena was reserved and an utterly humble woman. She had that sense of class and fashion without being overtly transparent about it. She learned how to be confident from him.<br/>",
		"<br/>",
        "“Professor,” Selena spoke softly, just feet away from him in this intimidatingly spacious auditorium. She lacked assertiveness in her trembling voice here, because this was the first time they had ever spoke. If they were alone, their voices would echo. Class was dismissed moments ago, the students flooded toward the doors. Jamie, a lover for the history of the arts, turned to her now, his eyes wide. He had a soft, clean-shaven countenance. His side burns had a touch of white and ever more wisdom. And easier on the eyes because of it. “Please, call me James,” he spoke encouragingly and comfortably. She thought over her words. “I don’t know if I should be here. I mean, in this class.” It came out almost jokingly, but it was a means to mask her embarrassment of confessing such recognition of doubt in her.<br/>",
		"<br/>",
        "“Then you shouldn’t be here.” He said. Jamie was precise. He didn’t say this with a smirk nor was being frivolous. He had a concerned inflection. Selena had no words to bounce back with, sheepishly nodding.<br/>",
		"<br/>",
        "Their late afternoon talk ended up turning into being an evening about dedication, philosophy, the stars, existentialism, and, of course, art. The two had forgotten the time and now the auditorium echoed with their words filled with emotion and laughter. Selena adored art history, but her heart was truly with the paint. And for the rest of her quarter, she went to his class with a new perspective and vigor. She believed in his words and in him.<br/>",
		"<br/>",
        "It wasn’t long before they became more than the serious conversations about their creative purpose. They were inseparable. It was no surprise for them to marry a year later.<br/>",
		"<br/>",
        "“I’m sorry I’ll be late,” The disappointed words escaped him, dare would he ever let down his wife; however, he had to finish an already two day late essay.<br/>",
		"<br/>",
        "It was promised to be published in the London Magazine and there was supposed interest from New York Times thanks to word of mouth. “Even if you can’t make it, I’ll tell you all about it. You’re mine.” Selena mentions.<br/>",
		"<br/>",
        "“I’m yours,” His lips barely grazing the cell.<br/>",
		"<br/>",
        "To Jamie, the evening was a stream of consciousness. The words and ideas flowed out of him like an intense current as he finished up the essay. Whether or not he was making sense didn’t matter much to him. That’s what editors are for. He swung his head back to swallow a few ounces of his mixed whiskey and coke.  The grandfather clock in the <span class='houseofleaves'>house</span> ticked abruptly and tocked incessantly, even though it came from the first floor. Literally, it mocked him as the seconds danced by.<br/>",
		"<br/>",
        "In a matter of seconds, he was out the door and on the road.<br/>",
        "<br/>",
        "But he’d never see her again.<br/>",
        "<br/>",
		"<br/>"
    ]
}
