{
    "text": [
		"<br/>",
		"<br/>",
		"<br/>",
        "<span class='section_title'>3— R.</span><br/>",
		"<br/>",
        "FWD: Translation Success!<br/>",
		"<br/>",
        "-- (23:02) By the way, R. gives me the heebie jeebies. Anyway, ‘enjoy’ I guess.<br/>",
		"<br/>",
        "\/\/ As a species, we completely ignore the fact that we crave more than what life offers us. We are “fine” with the sentiment that we are all right and that we are very limited and that we have boundaries with what we can and cannot do. We are flawed, and we feel better by calling it “beautiful.”  In truth, we are inmates to this earthly prison and we welcome the denial. We dream. We wonder. We stare into the black matter that surrounds us. We have no idea what it is, really. We live and die in denying our fullest potential. It’s possible for us to know our limits and not know them at the same time. We are our own limitation. We live and we die. We will forever crave. We crave the further. We crave the unexplored. Most are pacified with humanly conceived ideas. Our species are the only ones who care about ideas. We dwell on our imperfections. We dwell on how we can evolve and to simply be more in order to justify the why. We do control our own evolution. Most are oblivious to it, but we do. But it’s for the higher purpose — a higher purpose that we will forever explore. Perhaps we are only limited because our species has not advanced enough? How then do we accelerate that? Ah, through more control—the very control to manipulate the outcome of our future, our species.<br/>",
        "<span style='float:right;'>R. \/\/</span><br/>",
		"<br/>",
        "-- (23:03) I can’t figure out how old this is. It’s creeping me out. I’ve been up for 18 hours and I’m starting to hear weird things in the house now. Thanks, R. Too afraid to walk down the hall to get some water lol. Bed time.<br/>",
		"<br/>",
        "-- (07:54) Yeah... this is a tough one.<br/>",
		"<br/>",
        "-- (08:32) Did your dad look at this yet?<br/>",
		"<br/>",
        "-- (08:34) Waiting to hear back. Did R. get to you in your sleep?<br/>",
		"<br/>",
        "-- (10:22) Lol. You know, maybe R was onto something.<br/>",
		"<br/>",
        "<span class='blinking_text'>PRESS ENTER TO CONTINUE...</span>"
    ]
}
